Repository: common-repository/softech-wp-clock
Catalog: languages/softech-wp-clock-*.po
Languages: de_de, es_es, fr_fr, hi_in, ru_ru

source: Time Zone was successfully Saved
de_de: Zeitzone wurde erfolgreich gespeichert
es_es: Zona horaria se guardó con éxito
fr_fr: Le fuseau horaire a été enregistré avec succès
hi_in: समय ज़ोन सफलतापूर्वक सहेजा गया
ru_ru: Часовой пояс был успешно сохранен

source: There was an error while saving Time Zone
de_de: Beim Speichern der Zeitzone ist ein Fehler aufgetreten
es_es: Hubo un error al guardar la zona horaria
fr_fr: Une erreur s'est produite lors de l'enregistrement du fuseau horaire
hi_in: समय ज़ोन सहेजने के दौरान कोई त्रुटि आई
ru_ru: При сохранении часового пояса произошла ошибка

source: Time Zone was successfully updated
de_de: Zeitzone wurde erfolgreich aktualisiert
es_es: Zona horaria se actualizo con exito
fr_fr: Le fuseau horaire a été mis à jour avec succès
hi_in: समय ज़ोन सफलतापूर्वक अद्यतन किया गया
ru_ru: Часовой пояс был успешно обновлен

source: There was an error while updating Time Zone
de_de: Beim Aktualisieren der Zeitzone ist ein Fehler aufgetreten
es_es: Se ha producido un error al actualizar la zona horaria.
fr_fr: Une erreur s'est produite lors de la mise à jour du fuseau horaire.
hi_in: समय ज़ोन को अद्यतन करने के दौरान कोई त्रुटि आई
ru_ru: При обновлении часового пояса произошла ошибка

source: Time Zone not found
de_de: Zeitzone nicht gefunden
es_es: Zona horaria no encontrada
fr_fr: Fuseau horaire non trouvé
hi_in: समय क्षेत्र नहीं मिला
ru_ru: Часовой пояс не найден

source: Softech Wp Clock Data
de_de: So verwenden Sie die Softech Wp Clock
es_es: Cómo utilizar Softech Wp Clock
fr_fr: Comment utiliser Softech Wp Clock

source: Time Zone
de_de: Zeitzone
es_es: Zona horaria
fr_fr: Fuseau horaire
hi_in: समय क्षेत्र
ru_ru: Часовой пояс

source: back to list
de_de: zurück zur Liste
es_es: volver a la lista
fr_fr: retour à la liste
hi_in: सूची पर वापस जाएं
ru_ru: обратно к списку

source: Save
de_de: sparen
es_es: Salvar
fr_fr: sauvegarder
hi_in: सुरछित करें
ru_ru: Сохранит

source: Time Zone Name
de_de: Name der Zeitzone
es_es: Nombre de la zona horaria
fr_fr: Nom du fuseau horaire
hi_in: समय ज़ोन नाम
ru_ru: Имя часового пояса

source: Time Zone name
de_de: Name der Zeitzone
es_es: Nombre de la zona horaria
fr_fr: Nom du fuseau horaire
hi_in: समय ज़ोन नाम
ru_ru: Имя часового пояса

source: Your Time Zone
de_de: Deine Zeitzone
es_es: Tu zona horaria
fr_fr: Votre fuseau horaire
hi_in: आपका समय क्षेत्र
ru_ru: Ваш часовой пояс

source: Please, select Time zone
de_de: Bitte wählen Sie Zeitzone
es_es: Por favor, seleccione Zona horaria
fr_fr: S'il vous plaît, sélectionnez le fuseau horaire
hi_in: कृपया, समय ज़ोन का चयन करें
ru_ru: Выберите часовой пояс

source: Font Color
de_de: Schriftfarbe
es_es: Color de fuente
fr_fr: Couleur de la police
hi_in: फ़ॉंट रंग
ru_ru: Цвет шрифта

source: Padding
de_de: Polsterung
es_es: Relleno
fr_fr: Rembourrage
ru_ru: набивка

source: * Value in "px"
de_de: * Wert in "px"
es_es: * Valor en "px"
fr_fr: * Valeur en "px"
ru_ru: * Значение в "px"

source: Date Font Size
de_de: Datumsschriftgröße
es_es: Tamaño de fuente de fecha
fr_fr: Date Taille de la police
hi_in: दिनांक फ़ॉंट आकार
ru_ru: Размер шрифта даты

source: Time Font Size
de_de: Zeitschriftgröße
es_es: Tamaño de letra de tiempo
fr_fr: Durée de la police
hi_in: समय फ़ॉंट आकार
ru_ru: Размер шрифта времени

source: Time Zone Font Size
de_de: Schriftgröße der Zeitzone
es_es: Tamaño de fuente de zona horaria
fr_fr: Taille de la police de fuseau horaire
hi_in: समय क्षेत्र फ़ॉन्ट आकार
ru_ru: Размер шрифта в часовом поясе

source: Text Align
de_de: Textausrichtung
es_es: Texto alineado
fr_fr: Sélectionner le texte aligné
hi_in: पाठ संरेखित
ru_ru: Выравнивание текста

source: Select Text Align
de_de: Wählen Sie Text ausrichten
es_es: Seleccionar alineación de texto
fr_fr: Sélectionner le texte aligné
hi_in: टेक्स्ट संरेखण का चयन करें
ru_ru: Выберите «Выравнивание текста»

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: modifier
hi_in: संपर्क फ़ॉर्म संपादित करें
ru_ru: редактировать

source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
hi_in: हटाएँ
ru_ru: удалять

source: Shortcode
de_de: Kurzcode
es_es: Código corto
fr_fr: Petit code
hi_in: छोटे संकेत
ru_ru: Короткий номер

source: Created Date
de_de: Erstellungsdatum
es_es: Fecha de creación
fr_fr: Date de création
hi_in: रचना तिथि
ru_ru: Дата создания

source: Time zone per page
de_de: Zeitzone pro Seite
es_es: Zona horaria por página
fr_fr: Fuseau horaire par page
hi_in: प्रति पृष्ठ समय क्षेत्र
ru_ru: Часовой пояс на страницу

source: Items deleted: %d
de_de: Elemente gelöscht: %d
es_es: Artículos eliminados: %d
fr_fr: Éléments supprimés: %d
hi_in: आइटम हटा दिए गए: %d
ru_ru: Элементы удалены: %d

source: Softech Wp Clock Overview
de_de: Softech Wp Clock Übersicht
es_es: Descripción de Softech Wp Clock
fr_fr: Softech Wp Clock Vue d'ensemble
hi_in: Softech Wp Clock अवलोकन
ru_ru: Обзор часов Softech Wp

source: How to use Softech Wp Clock
de_de: So verwenden Sie die Softech Wp Clock
es_es: Cómo utilizar Softech Wp Clock
fr_fr: Comment utiliser Softech Wp Clock
hi_in: Softech Wp Clock घड़ी का उपयोग कैसे करें
ru_ru: Как использовать часы Softech Wp

source: How to create a new Time zone clock
de_de: So erstellen Sie eine neue Zeitzonenuhr
es_es: Cómo crear un nuevo reloj de zona horaria
fr_fr: Comment créer une nouvelle horloge de fuseau horaire
hi_in: नया टाइम ज़ोन घड़ी कैसे बनाएं
ru_ru: Как создать новый часовой пояс

source: Softech wp clock -> Add New -> Fill all the fields then click on Save.​
de_de: Softech wp clock -> Add New -> Füllen Sie alle Felder aus und klicken Sie auf Speichern.
es_es: Softech wp clock -> Agregar nuevo -> Rellene todos los campos y luego haga clic en Guardar.
fr_fr: Softech wp clock -> Ajouter un nouveau -> Remplissez tous les champs puis cliquez sur Enregistrer.
hi_in: Softech wp clock -> नया जोड़ें -> सभी फ़ील्ड भरें और फिर सहेजें पर क्लिक करें।
ru_ru: Softech wp clock -> Добавить новые -> Заполните все поля и нажмите «Сохранить».

source: How to update Time zone clock
de_de: So aktualisieren Sie die Zeitzonenuhr
es_es: Cómo actualizar el reloj de la zona horaria
fr_fr: Comment mettre à jour l'horloge de fuseau horaire
hi_in: समय क्षेत्र घड़ी को कैसे अपडेट करें
ru_ru: Как обновить часы часовых поясов

source: Softech wp clock -> Time Zone -> Select Your Time Zone name and then click on Edit -> Update the value fields then click on Update.​
de_de: Softech wp clock -> Zeitzone -> Wählen Sie den Namen Ihrer Zeitzone aus und klicken Sie dann auf Bearbeiten -> Alle Updateble-Felder ausfüllen.
es_es: Softech wp clock -> Time Zone -> Select Your Time Zone name and then click on Edit -> Fill all the updateble fields then click on Update.​
fr_fr: Softech wp clock -> Fuseau horaire -> Sélectionnez le nom de votre fuseau horaire puis cliquez sur Modifier -> Remplissez tous les champs updateble puis cliquez sur Mettre à jour.
hi_in: Softech wp clock -> समय क्षेत्र -> अपना समय क्षेत्र का नाम चुनें और फिर संपादित करें पर क्लिक करें -> सभी अद्यतन फ़ील्ड भरें और फिर अद्यतन पर क्लिक करें।
ru_ru: Часы Softech wp -> Часовой пояс -> Выберите свое имя часового пояса, а затем нажмите «Изменить» -> «Заполните все поля updateble» и нажмите «Обновить».

source: How to insert your Time zone clock shortcode in page/post.
de_de: So fügen Sie Ihren Zeitzonen-Kurzcode in die Seite / den Beitrag ein.
es_es: Cómo insertar el código corto del reloj de su zona horaria en la página / publicación.
fr_fr: Comment insérer votre shortcode d’horloge de fuseau horaire dans page / post.
hi_in: पेज / पोस्ट में अपना टाइम ज़ोन घड़ी शोर्ट कैसे डालें।
ru_ru: Как вставить короткий код часового пояса в страницу / сообщение.

source: Softech wp clock -> Time Zone -> Select Your Time Zone name and copy the shortcode -> Insert the shortcode in any page/post then save the page/post.​
de_de: Softech wp clock -> Zeitzone -> Wählen Sie den Namen Ihrer Zeitzone und kopieren Sie den Kurzcode.
es_es: Softech wp clock -> Zona horaria -> Seleccione el nombre de su zona horaria y copie el shortcode -> Inserte el shortcode en cualquier página / publicación y luego guarde la página / publicación.
fr_fr: Softech wp clock -> Fuseau horaire -> Sélectionnez le nom de votre fuseau horaire et copiez le numéro abrégé -> Insérez le numéro abrégé dans une page / une publication, puis enregistrez la page / la publication.
hi_in: Softech wp clock -> समय क्षेत्र -> अपना समय क्षेत्र का नाम चुनें और शोर्ट कॉपी करें -> किसी भी पेज / पोस्ट में शोर्ट डालें और फिर पृष्ठ / पोस्ट को सहेजें।
ru_ru: Часы Softech wp -> Часовой пояс -> Выберите имя часового пояса и скопируйте короткий код -> Вставьте короткий код на любую страницу / сообщение, затем сохраните страницу / сообщение.

source: Add new
de_de: Neue hinzufügen
es_es: Añadir nuevo
fr_fr: Ajouter nouveau
hi_in: नया जोड़ें
ru_ru: Добавить новое

source: Time Zones
de_de: Bitte wählen Sie Zeitzone
es_es: Por favor, seleccione Zona horaria
fr_fr: Fuseaux horaires
hi_in: समय ज़ोन
ru_ru: Часовые пояса

source: Add New
de_de: Neue hinzufügen
es_es: Añadir nuevo
fr_fr: Ajouter nouveau
hi_in: नया जोड़ें
ru_ru: Добавить новое

source: Softech Wp Clock requires PHP version %s+, plugin is currently NOT RUNNING.
de_de: Für Softech Wp Clock ist die PHP-Version %s+ erforderlich. Das Plugin läuft derzeit NICHT
es_es: Softech Wp Clock requiere la versión de PHP %s+, el complemento NO ESTÁ EN EJECUCIÓN
fr_fr: Softech Wp Clock nécessite la version PHP %s+, le plugin n’exécute pas
hi_in: Softech Wp Clock को PHP संस्करण % s+ की आवश्यकता है, प्लगइन वर्तमान में नहीं चल रहा है
ru_ru: Для часов Softech Wp требуется версия PHP %s+, плагин в настоящее время НЕ РАБОТАЕТ

source: Softech Wp Clock requires WordPress version %s+. Because you are using an earlier version, the plugin is currently NOT RUNNING.
de_de: Softech Wp Clock erfordert die WordPress-Version %s+. Da Sie eine frühere Version verwenden, läuft das Plugin derzeit NICHT
es_es: Softech Wp Clock requiere la versión de WordPress %s+. Debido a que está utilizando una versión anterior, el complemento NO ESTÁ EN EJECUCIÓN
fr_fr: Softech Wp Clock nécessite la version WordPress %s+. Comme vous utilisez une version antérieure, le plug-in N'EST PAS EN COURS D'EXÉCUTION
hi_in: Softech Wp Clock के लिए वर्डप्रेस संस्करण %s+ की आवश्यकता है। चूंकि आप पहले के संस्करण का उपयोग कर रहे हैं, प्लगइन वर्तमान में नहीं चल रहा है
ru_ru: Для часов Softech Wp требуется версия WordPress %s+. Поскольку вы используете более раннюю версию, плагин в настоящее время НЕ РАБОТАЕТ

source: Display a Time zone clock on your page/post set to your city's timezone. Choice of clocks, colors and sizes.
de_de: Zeigen Sie auf Ihrer Seite / Ihrem Beitrag eine Zeitzonenuhr an, die der Zeitzone Ihrer Stadt entspricht. Auswahl an Uhren, Farben und Größen.
es_es: Muestre un reloj de zona horaria en su página / publicación establecida en la zona horaria de su ciudad. Elección de relojes, colores y tamaños.
fr_fr: Afficher une horloge de fuseau horaire sur votre page / poste définie sur le fuseau horaire de votre ville. Choix d'horloges, de couleurs et de tailles.
hi_in: अपने शहर के समय क्षेत्र के लिए अपने पृष्ठ पर सेट/ घड़ियों, रंग और आकार के विकल्प ।
ru_ru: Отображение часовых поясов на вашей странице / почте, установленной в часовой пояс вашего города. Выбор часов, цветов и размеров.
